########################################################################################################################
#  Script Python escrito em 11/10/2023 por Nicolas Pereira no Jetbrains Pycharm                                        #
#  10ª aula do curso cursoemvideo.com exemplo 1 do condicionamento de codigo em python                                 #
########################################################################################################################
Estrutura Condicional: Se carro.esquerda()
########################################################################################################################
se carro.esquerda()
    bloco _V_
senão
    bloco _F_
########################################################################################################################
if carro.esquerda():
    bloco True             # if com "true" T maiúsculo
else:
    bloco False            # if else "falso" com F maiúsculo
########################################################################################################################
# Nunca são executados os dois blocos ao mesmo tempo
# somente o bloco if
########################################################################################################################
